Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitUtilitiesLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.archive
source: Archive
ar: أرشفة
bg: Архивирай
ca: Arxivar
cs: Archivovat
da: Arkiver
de: Archivieren
el: Αρχειοθέτηση
es: Archivar
es_419: Archivar
fi: Arkistoi
fr: Archiver
fr_ca: Archiver
he: ארכב
hi: आर्काइव करें
hr: Arhiviraj
hu: Archiválás
id: Arsip
it: Archivia
ja: アーカイブ
kk: Мұрағаттау
ko: 아카이브
ms: Arkib
nb: Arkiver
nl: Archiveer
pl: Archiwizuj
pt_br: Arquivar
pt_pt: Arquivo
ro: Arhivează
ru: Заархивировать
sk: Archivovať
sv: Arkivera
th: เก็บถาวร
tr: Arşiv
uk: Заархівувати
vi: Lưu trữ
zh_hans: 归档
zh_hant: 封存
zh_hk: 封存

# TK.Action.clearCache
source: Clear Cache
ar: مسح ذاكرة التخزين المؤقت
bg: Изчисти кеша
ca: Netejar memòria cau
cs: Vymazat mezipaměť
da: Ryd cache
de: Cache leeren
el: Εκκαθάριση Cache
es: Limpiar caché
es_419: Borrar caché
fi: Tyhjennä välimuisti
fr: Vider le cache
fr_ca: Effacer le cache
he: נקה זיכרון מטמון
hi: कैश साफ करें
hr: Očisti predmemoriju
hu: Gyorsítótár törlése
id: Bersihkan Cache
it: Pulisci Cache
ja: キャッシュを消去
kk: Кэшті тазалау
ko: 캐시 지우기
ms: Kosongkan Cache
nb: Fjern cache
nl: Cache Wissen
pl: Wyczyść pamięć podręczną
pt_br: Limpar Cache
pt_pt: Limpar Cache
ro: Șterge Cache-ul
ru: Очистить кеш
sk: Vymazať vyrovnávaciu pamäť
sv: Rensa cache
th: ล้างแคช
tr: Önbelleği Temizle
uk: Очистити кеш
vi: Xóa bộ nhớ cache
zh_hans: 清除缓存
zh_hant: 清除快取
zh_hk: 清除快取

# TK.Action.compress
source: Compress
ar: ضغط
bg: Стисни
ca: Comprimir
cs: Komprimovat
da: Komprimer
de: Komprimieren
el: Συμπίεση
es: Comprimir
es_419: Comprimir
fi: Pakkaa
fr: Compresser
fr_ca: Compresser
he: דחוס
hi: संकुचन करें
hr: Komprimiraj
hu: Tömörítés
id: Kompres
it: Comprimi
ja: 圧縮する
kk: Тығыздау
ko: 압축
ms: Memampat
nb: Komprimer
nl: Comprimeren
pl: Kompresuj
pt_br: Compactar
pt_pt: Comprimir
ro: Comprimă
ru: Сжать
sk: Komprimovať
sv: Komprimera
th: บีบอัด
tr: Sıkıştır
uk: Стиснути
vi: Nén
zh_hans: 压缩
zh_hant: 壓縮
zh_hk: 壓縮

# TK.Action.convert
source: Convert
ar: حوّل
bg: Конвертиране
ca: Convertir
cs: Převést
da: Konverter
de: Konvertieren
el: Μετατροπή
es: Convertir
es_419: Convertir
fi: Muunna
fr: Convertir
fr_ca: Convertir
he: המר
hi: परिवर्तित करें
hr: Pretvori
hu: Átalakítás
id: Konversi
it: Converti
ja: 変換する
kk: Түрлендіру
ko: 변환
ms: Tukar
nb: Konverter
nl: Converteren
pl: Konwertuj
pt_br: Converter
pt_pt: Converter
ro: Convertește
ru: Конвертировать
sk: Prekonvertovať
sv: Konvertera
th: แปลง
tr: Dönüştür
uk: Перетворити
vi: Chuyển đổi
zh_hans: 转换
zh_hant: 轉換
zh_hk: 轉換

# TK.Action.copyToClipboard
source: Copy to Clipboard
ar: نسخ إلى الحافظة
bg: Копирай в клипборда
ca: Copiar al Portapapers
cs: Zkopírovat do schránky
da: Kopier til udklipsholder
de: In die Zwischenablage kopieren
el: Αντιγραφή στο Πρόχειρο
es: Copiar al portapapeles
es_419: Copiar al portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
fr_ca: Copier dans le presse-papiers
he: העתק ללוח
hi: क्लिपबोर्ड पर कॉपी करें
hr: Kopiraj u međuspremnik
hu: Másolás A Vágólapra
id: Salin ke Papan Klip
it: Copia negli appunti
ja: クリップボードにコピーする
kk: Буферге көшіру
ko: 클립보드에 복사
ms: Salin ke Papan Klip
nb: Kopier til utklippstavle
nl: Kopiëren naar Klembord
pl: Skopiuj do schowka
pt_br: Copiar para a área de transferência
pt_pt: Copiar para a Área de Transferência
ro: Copiere
ru: Скопировать в буфер обмена
sk: Kopírovať do schránky
sv: Kopiera till urklipp
th: คัดลอกไปยังคลิปบอร์ด
tr: Panoya Kopyala
uk: Скопіювати в буфер обміну
vi: Sao chép vào Clipboard
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿
zh_hk: 複製到剪貼板

# TK.Action.debug
source: Debug
ar: تصحيح الأخطاء
bg: Отстрани грешка
ca: Depurar
cs: Debugovat
de: Debuggen
el: Αποσφαλμάτωση
es: Depurar
es_419: Depurar
fi: Virheenkorjaus
fr: Déboguer
fr_ca: Déboguer
he: נפה
hi: डिबग करें
hr: Otkloni grešku
hu: Kód hibakeresése
ja: デバッグする
kk: Қателерді жою
ko: 디버그
nb: Feilsøk
nl: Debuggen
pl: Debuguj
pt_br: Depurar
pt_pt: Depurar
ro: Depanează
ru: Отладить
sk: Ladiť
sv: Felsök
th: ดีบัก
tr: Hata Ayıkla
uk: Відлагодити
vi: Gỡ lỗi
zh_hans: 调试
zh_hant: 調試
zh_hk: 調試

# TK.Action.encrypt
source: Encrypt
ar: تشفير
bg: Шифровай
ca: Encriptar
cs: Šifrovat
da: Krypter
de: Verschlüsseln
el: Κρυπτογράφηση
es: Cifrar
es_419: Cifrar
fi: Salakirjoita
fr: Chiffrer
fr_ca: Chiffrer
he: הצפן
hi: एन्क्रिप्ट करें
hr: Šifriraj
hu: Titkosítás
id: Enkripsi
it: Cripta
ja: 暗号化する
kk: Шифрлау
ko: 암호화
ms: Sulitkan
nb: Krypter
nl: Versleutelen
pl: Szyfruj
pt_br: Criptografar
pt_pt: Cifrar
ro: Criptare
ru: Зашифровать
sk: Šifrovať
sv: Kryptera
th: เข้ารหัส
tr: Şifrele
uk: Шифрувати
vi: Mã hóa
zh_hans: 加密
zh_hant: 加密
zh_hk: 加密

# TK.Action.exportPDF
source: Export PDF
ar: تصدير كملف PDF
bg: Експортирай PDF
ca: Exportar com a PDF
cs: Exportovat PDF
da: Eksporter PDF
de: PDF exportieren
el: Εξαγωγή σε PDF
es: Exportar PDF
es_419: Exportar PDF
fi: Vie PDF
fr: Exporter au format PDF
fr_ca: Exporter au format PDF
he: ייצוא כקובץ PDF
hi: PDF एक्सपोर्ट करें
hr: Eksportiraj PDF
hu: Exportálás PDF-ként
id: Ekspor PDF
it: Esporta PDF
ja: PDFをエクスポートする
kk: PDF файлын экспорттау
ko: PDF 내보내기
ms: Eksport PDF
nb: Eksporter PDF
nl: Exporteer PDF
pl: Eksportuj PDF
pt_br: Exportar PDF
pt_pt: Exportar PDF
ro: Exportați PDF
ru: Экспортировать PDF
sk: Exportovať PDF
sv: Exportera PDF
th: ส่งออก PDF
tr: PDF’i Dışa Aktar
uk: Експортувати PDF
vi: Xuất PDF
zh_hans: 导出PDF
zh_hant: 輸出為PDF
zh_hk: 輸出為PDF

# TK.Action.extract
source: Extract
ar: استخرج
bg: Извлечи
ca: Extreure
cs: Extrahovat
da: Udtræk
de: Extrahieren
el: Εξαγωγή
es: Extraer
es_419: Extraer
fi: Pura
fr: Extraire
fr_ca: Extraire
he: חלץ
hi: निकालें
hr: Izdvoji
hu: Kivonás
id: Ekstrak
it: Estrai
ja: 抽出する
kk: Шығару
ko: 추출
ms: Ekstrak
nb: Ekstraher
nl: Extraheer
pl: Wyodrębnij
pt_br: Extrair
pt_pt: Extrair
ro: Extrage
ru: Извлечь
sk: Extrahovať
sv: Extrahera
th: ดึงข้อมูล
tr: Çıkar
uk: Витягти
vi: Trích xuất
zh_hans: 提取
zh_hant: 提取
zh_hk: 提取

# TK.Action.format
source: Format
ar: التنسيق
bg: Формат
cs: Formát
el: Μορφή
es: Formato
es_419: Formatear
fi: Muoto
he: עיצוב
hi: फ़ॉर्मैट
hu: Formátum
it: Formatta
ja: フォーマット
kk: Формат
ko: 포맷
nb: Formatér
nl: Structuur
pt_br: Formatar
pt_pt: Formatar
ru: Формат
sk: Formát
th: รูปแบบ
tr: Biçim
uk: Формат
vi: Định dạng
zh_hans: 格式
zh_hant: 格式
zh_hk: 格式

# TK.Action.generateQRCode
source: Generate QR Code
ar: إنشاء رمز الاستجابة السريعة
bg: Генериране на QR код
ca: Generar codi QR
cs: Vygenerovat QR kód
da: Generer QR Kode
de: QR-Code Erstellen
el: Δημιουργία QR Κωδικού
es: Generar código QR
es_419: Generar Código QR
fi: Luo QR-koodi
fr: Générer un code QR
fr_ca: Générer le code QR
he: ייצר קוד QR
hi: क्यूआर कोड उत्पन्न करें
hr: Generiraj QR Kod
hu: QR-kód generálása
id: Buat Kode QR
it: Genera codice QR
ja: QRコードを生成
kk: QR кодын жасау
ko: QR 코드 생성
ms: Hasilkan Kod QR
nb: Generer QR-kode
nl: QR-code Genereren
pl: Generuj QR Kod
pt_br: Gerar QR Code
pt_pt: Gerar Código QR
ro: Generează Cod QR
ru: Сгенерировать QR-код
sk: Vytvoriť QR kód
sv: Generera QR-kod
th: สร้าง QR โค้ด
tr: QR Kodu Oluştur
uk: Генерувати QR-код
vi: Tạo Mã QR
zh_hans: 生成二维码
zh_hant: 生成QR碼
zh_hk: 生成QR碼

# TK.Action.importData
source: Import Data
ar: استيراد البيانات
bg: Импортирай данни
ca: Importa dades
cs: Importovat data
da: Importer data
de: Daten importieren
el: Εισαγωγή Δεδομένων
es: Importar datos
es_419: Importar datos
fi: Tuo tiedot
fr: Importer les données
fr_ca: Importer des données
he: ייבא נתונים
hi: डेटा इम्पोर्ट करें
hr: Uvezi podatke
hu: Adatok importálása
id: Impor Data
it: Importa Dati
ja: 外部からデータをインポートする
kk: Сыртқы көздерден деректер импорттау
ko: 외부에서 데이터 가져오기
nb: Importer data
nl: Gegevens Importeren
pl: Importuj Dane
pt_br: Importar Dados
pt_pt: Importar Dados
ro: Importă Date
ru: Импортировать данные
sk: Importovať dáta
sv: Importera data
th: นำเข้าข้อมูล
tr: Veri İçe Aktar
uk: Імпортувати дані
vi: Nhập dữ liệu
zh_hans: 导入数据
zh_hant: 從外部來源導入數據
zh_hk: 導入數據

# TK.Action.install
source: Install
ar: تثبيت
bg: Инсталирай
ca: Instal·lar
cs: Nainstalovat
da: Installer
de: Installieren
el: Εγκατάσταση
es: Instalar
es_419: Instalar
fi: Asenna
fr: Installer
fr_ca: Installer
he: התקן
hi: इंस्टॉल करें
hr: Instaliraj
hu: Telepítés
id: Instal
it: Installa
ja: インストール
kk: Орнату
ko: 설치
ms: Pasang
nb: Installer
nl: Installeer
pl: Instaluj
pt_br: Instalar
pt_pt: Instalar
ro: Instalează
ru: Установить
sk: Inštalovať
sv: Installera
th: ติดตั้ง
tr: Yükle
uk: Інсталювати
vi: Cài đặt
zh_hans: 安装
zh_hant: 安裝
zh_hk: 安裝

# TK.Action.monitor
source: Monitor
ar: مراقبة
bg: Наблюдавай
ca: Segueix
cs: Sledovat
da: Overvåg
de: Systemleistung überwachen
el: Παρακολούθηση
es: Monitorear
es_419: Monitorear
fi: Seuraa
fr: Surveiller
fr_ca: Surveiller
he: ניטור
hi: मॉनिटर करें
hr: Prati
hu: Megfigyelés
id: Pantau
it: Monitora
ja: システム性能を監視する
kk: Жүйенің өнімділігін бақылау
ko: 시스템 성능 모니터링하기
ms: Pantau
nb: Overvåk
nl: Monitoren
pl: Monitoruj
pt_br: Monitorar
pt_pt: Monitorizar
ro: Monitorizează
ru: Мониторить
sk: Sledovať
sv: Övervaka
th: ติดตามผล
tr: Sistem Performansını İzle
uk: Слідкувати
vi: Giám sát
zh_hans: 监测
zh_hant: 監控
zh_hk: 监测

# TK.Action.optimize
source: Optimize
ar: تحسين
bg: Оптимизирай
ca: Optimitzar
cs: Optimalizovat
da: Optimer
de: Optimieren
el: Βελτιστοποίηση
es: Optimizar
es_419: Optimizar
fi: Optimoi
fr: Optimiser
fr_ca: Optimiser
he: אופטימיזציה
hi: अनुकूलित करें
hr: Upravljaj
hu: Optimalizál
id: Optimalkan
it: Ottimizza
ja: 最適化する
kk: Оптимизация
ko: 최적화
ms: Optimumkan
nb: Optimaliser
nl: Optimaliseren
pl: Optymalizuj
pt_br: Otimizar
pt_pt: Otimizar
ro: Optimizează
ru: Оптимизировать
sk: Optimalizovať
sv: Optimera
th: ปรับแต่ง
tr: Optimize et
uk: Оптимізувати
vi: Tối ưu hóa
zh_hans: 优化
zh_hant: 優化
zh_hk: 優化

# TK.Action.print
source: Print
ar: طباعة
bg: Принтирай
ca: Imprimir
cs: Tisknout
da: Udskriv
de: Drucken
el: Εκτύπωση
es: Imprimir
es_419: Imprimir
fi: Tulosta
fr: Imprimer
fr_ca: Imprimer
he: הדפס
hi: प्रिंट करें
hr: Ispis
hu: Nyomtatás
id: Cetak
it: Stampa
ja: プリント
kk: Басып шығару
ko: 프린트
ms: Cetak
nb: Skriv ut
nl: Druk af
pl: Drukuj
pt_br: Imprimir
pt_pt: Imprimir
ro: Tipăriți
ru: Напечатать
sk: Tlačiť
sv: Skriv ut
th: พิมพ์
tr: Yazdır
uk: Друкувати
vi: In
zh_hans: 打印
zh_hant: 列印
zh_hk: 列印

# TK.Action.record
source: Record
ar: تسجيل
bg: Запис
ca: Gravar
cs: Nahrát
da: Optag
de: Aufnehmen
el: Εγγραφή
es: Grabar
es_419: Grabar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
he: הקלט
hi: रिकॉर्ड करें
hr: Snimi
hu: Felvétel
id: Rekam
it: Registra
ja: 収録
kk: Жазу
ko: 기록
ms: Rakam
nb: Oppta
nl: Neem op
pl: Nagraj
pt_br: Gravar
pt_pt: Gravar
ro: Înregistrați
ru: Запись
sk: Nahrať
sv: Spela in
th: บันทึก
tr: Kayıt Yap
uk: Записати
vi: Ghi
zh_hans: 录制
zh_hant: 錄製
zh_hk: 錄製

# TK.Action.releaseMemory
source: Release Memory
ar: إطلاق الذاكرة
bg: Освободи паметта
ca: Allibera memòria
cs: Uvolnit paměť
da: Frigiv hukommelse
de: Speicher freigeben
el: Απελευθέρωση μνήμης
es: Liberar memoria
es_419: Liberar memoria
fi: Vapauta muistia
fr: Libérer de la mémoire
fr_ca: Libérer de la mémoire
he: שחרר זיכרון
hi: स्मृति मुक्त करें
hr: Oslobodi memoriju
hu: Memória felszabadítása
id: Bebaskan Memori
it: Libera Memoria
ja: メモリを解放する
kk: Жадты босату
ko: 메모리 해제하기
ms: Lepaskan Memori
nb: Frigi minne
nl: Geheugen Vrijgeven
pl: Zwolnij pamięć
pt_br: Liberar Memória
pt_pt: Liberar Memória
ro: Eliberează memoria
ru: Освободить память
sk: Uvoľniť pamäť
sv: Frigöra minne
th: ปล่อยหน่วยความจำ
tr: Belleği Boşalt
uk: Звільнити пам'ять
vi: Giải phóng bộ nhớ
zh_hans: 释放内存
zh_hant: 釋放記憶體
zh_hk: 釋放內存

# TK.Action.resetSettings
source: Reset Settings
ar: إعادة ضبط الإعدادات
bg: Нулиране на настройките
ca: Restablir configuració
cs: Obnovit nastavení
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
el: Επαναφορά Ρυθμίσεων
es: Restablecer ajustes
es_419: Restablecer configuraciones
fi: Nollaa asetukset
fr: Réinitialiser les paramètres
fr_ca: Réinitialiser les paramètres
he: אפס הגדרות
hi: सेटिंग्स रिसेट करें
hr: Poništi postavke
hu: Beállítások Visszaállítása
id: Atur Ulang Pengaturan
it: Ripristina Impostazioni
ja: 設定をリセット
kk: Параметрлерді қалпына келтіру
ko: 설정 초기화하기
ms: Tetapkan Semula Tetapan
nb: Tilbakestill innstillinger
nl: Instellingen resetten
pl: Zresetuj ustawienia
pt_br: Redefinir Configurações
pt_pt: Repor definições
ro: Resetează setările
ru: Сбросить настройки
sk: Obnoviť nastavenia
sv: Återställ inställningar
th: รีเซ็ตการตั้งค่า
tr: Ayarları Sıfırla
uk: Скинути налаштування
vi: Đặt lại Cài đặt
zh_hans: 重置设置
zh_hant: 重置設定
zh_hk: 重置設定

# TK.Action.restoreBackup
source: Restore Backup
ar: استعادة النسخة الاحتياطية
bg: Възстанови резервно копие
ca: Restaurar còpia de seguretat
cs: Obnovit zálohu
da: Gendan sikkerhedskopi
de: Backup wiederherstellen
el: Επαναφορά Αντίγραφου Ασφαλείας
es: Restaurar copia de seguridad
es_419: Restaurar copia de seguridad
fi: Palauta varmuuskopio
fr: Restaurer la sauvegarde
fr_ca: Restaurer à partir de la sauvegarde
he: שחזר גיבוי
hi: बैकअप पुनर्स्थापित करें
hr: Vrati sigurnosnu kopiju
hu: Biztonsági mentés visszaállítása
id: Pulihkan Cadangan
it: Ripristina backup
ja: バックアップを復元
kk: Резервтік көшірмені қалпына келтіру
ko: 백업 복원
ms: Pulihkan Sandaran
nb: Gjenopprett sikkerhetskopi
nl: Herstel Backup
pl: Przywróć kopię zapasową
pt_br: Restaurar Backup
pt_pt: Restaurar Backup
ro: Restaurare backup
ru: Восстановить резервную копию
sk: Obnoviť zálohu
sv: Återställ Backup
th: กู้คืนจากการสำรองข้อมูล
tr: Yedekten Geri Yükle
uk: Відновити з резервної копії
vi: Khôi phục bản sao lưu
zh_hans: 恢复备份
zh_hant: 恢復備份
zh_hk: 恢復備份

# TK.Action.scan
source: Scan
ar: المسح الضوئي
bg: Сканирай
ca: Escanejar
cs: Skenovat
de: Scannen
el: Σάρωση
es: Escanear
es_419: Escanear
fi: Skannaa
fr: Scanner
fr_ca: Numériser
he: סריקה
hi: स्कैन करें
hr: Skeniraj
hu: Beolvasás
id: Pindai
it: Scansione
ja: スキャン
kk: Сканерлеу
ko: 스캔
ms: Imbas
nb: Skann
pl: Skanuj
pt_br: Escanear
pt_pt: Digitalizar
ro: Scanare
ru: Сканирование
sk: Skenovať
sv: Skanna
th: สแกน
tr: Tara
uk: Сканувати
vi: Quét
zh_hans: 扫描
zh_hant: 掃描
zh_hk: 掃描

# TK.Action.selectDevice
source: Select Device
ar: اختيار الجهاز
bg: Избор на устройство
ca: Seleccionar dispositiu
cs: Vybrat zařízení
da: Vælg enhed
de: Gerät auswählen
el: Επιλογή Συσκευής
es: Seleccionar dispositivo
es_419: Seleccionar dispositivo
fi: Valitse laite
fr: Sélectionner l'appareil
fr_ca: Sélectionner l'appareil
he: בחר מכשיר
hi: उपकरण चुनें
hr: Odaberi uređaj
hu: Eszköz kiválasztása
id: Pilih Perangkat
it: Seleziona Dispositivo
ja: デバイスを選択
kk: Құрылғыны таңдау
ko: 장치 선택하기
ms: Pilih Peranti
nb: Velg enhet
nl: Apparaat selecteren
pl: Wybierz urządzenie
pt_br: Selecionar Dispositivo
pt_pt: Selecionar dispositivo
ro: Selectează dispozitivul
ru: Выбрать устройство
sk: Vybrať zariadenie
sv: Välj enhet
th: เลือกอุปกรณ์
tr: Cihaz Seç
uk: Вибрати пристрій
vi: Chọn Thiết bị
zh_hans: 选择设备
zh_hant: 選擇設備
zh_hk: 選擇裝置

# TK.Action.selectNetwork
source: Select Network
ar: اختيار الشبكة
bg: Избор на мрежа
ca: Seleccionar xarxa
cs: Vybrat síť
da: Vælg netværk
de: Netzwerk auswählen
el: Επιλογή Δικτύου
es: Seleccionar red
es_419: Seleccionar Red
fi: Valitse verkko
fr: Sélectionner le réseau
fr_ca: Sélectionner le réseau
he: בחר רשת
hi: नेटवर्क चुनें
hr: Odaberi mrežu
hu: Hálózat kiválasztása
id: Pilih Jaringan
it: Seleziona Rete
ja: ネットワークを選択
kk: Желіні таңдау
ko: 네트워크 선택하기
ms: Pilih Rangkaian
nb: Velg nettverk
nl: Netwerk selecteren
pl: Wybierz sieć
pt_br: Selecionar Rede
pt_pt: Selecionar rede
ro: Selectează rețeaua
ru: Выбрать сеть
sk: Vybrať sieť
sv: Välj nätverk
th: เลือกเครือข่าย
tr: Ağı Seç
uk: Вибрати мережу
vi: Chọn Mạng
zh_hans: 选择网络
zh_hant: 選擇網絡
zh_hk: 選擇網絡

# TK.Action.startRecording
source: Start Recording
ar: بدء التسجيل
bg: Започни записването
ca: Començar la gravació
cs: Zahájit nahrávání
da: Start optagelse
de: Aufnahme starten
el: Έναρξη Εγγραφής
es: Iniciar Grabación
es_419: Iniciar Grabación
fi: Aloita nauhoitus
fr: Commencer l'enregistrement
fr_ca: Commencer l'enregistrement
he: התחל הקלטה
hi: रिकॉर्डिंग शुरू करें
hr: Započni snimanje
hu: Felvétel Kezdése
id: Mulai Merekam
it: Inizia Registrazione
ja: 録音を開始
kk: Жазу процесін бастау
ko: 녹음 시작
ms: Mulakan Rakaman
nb: Start innspilling
nl: Opnemen Starten
pl: Rozpocznij nagrywanie
pt_br: Iniciar Gravação
pt_pt: Começar a Gravar
ro: Începe înregistrarea
ru: Начать запись
sk: Začať nahrávanie
sv: Börja spela in
th: เริ่มบันทึกเสียง
tr: Kaydı Başla
uk: Розпочати запис
vi: Bắt đầu ghi âm
zh_hans: 开始录音
zh_hant: 開始錄音
zh_hk: 開始錄音

# TK.Action.stopRecording
source: Stop Recording
ar: إيقاف التسجيل
bg: Спри записването
ca: Aturar gravació
cs: Zastavit nahrávání
da: Stop optagelse
de: Aufnahme stoppen
el: Σταμάτημα Εγγραφής
es: Detener Grabación
es_419: Detener Grabación
fi: Lopeta nauhoitus
fr: Arrêter l'enregistrement
fr_ca: Arrêter l'enregistrement
he: הפסק הקלטה
hi: रिकॉर्डिंग बंद करें
hr: Prekini snimanje
hu: Felvétel Megállítása
id: Hentikan Merekam
it: Ferma Registrazione
ja: 録音を停止
kk: Жазуды тоқтату
ko: 녹음 중지
ms: Hentikan Rakaman
nb: Stopp innspilling
nl: Opnemen Stoppen
pl: Zatrzymaj nagrywanie
pt_br: Parar Gravação
pt_pt: Parar Gravação
ro: Oprește înregistrarea
ru: Остановить запись
sk: Zastaviť nahrávanie
sv: Stoppa inspelning
th: หยุดการบันทึกเสียง
tr: Kaydı Durdur
uk: Зупинити запис
vi: Dừng ghi âm
zh_hans: 停止录音
zh_hant: 停止錄音
zh_hk: 停止錄音

# TK.Action.testConnection
source: Test Connection
ar: اختبار الاتصال
bg: Тествай връзката
ca: Provar connexió
cs: Testovat připojení
da: Test forbindelse
de: Verbindung testen
el: Δοκιμή Σύνδεσης
es: Probar Conexión
es_419: Probar conexión
fi: Testaa yhteys
fr: Tester la connexion
fr_ca: Tester la connexion
he: בדוק חיבור
hi: कनेक्शन का परीक्षण करें
hr: Testiraj vezu
hu: Kapcsolat Tesztelése
id: Uji Koneksi
it: Testa Connessione
ja: 接続をテスト
kk: Байланысты тексеру
ko: 연결 테스트
ms: Uji Sambungan
nb: Test tilkobling
nl: Verbinding Testen
pl: Testuj połączenie
pt_br: Testar Conexão
pt_pt: Testar Conexão
ro: Testează conexiunea
ru: Проверить соединение
sk: Otestovať pripojenie
sv: Testa anslutning
th: ทดสอบการเชื่อมต่อ
tr: Bağlantıyı Test Et
uk: Перевірити підключення
vi: Kiểm Tra Kết Nối
zh_hans: 测试连接
zh_hant: 測試連接
zh_hk: 測試連接

# TK.Action.trim
source: Trim
ar: قص
bg: Изрежи
ca: Escurçar
cs: Zkrátit
da: Tilpas
de: Kürzen
el: Περικοπή
es: Acortar
es_419: Recortar
fi: Trimmaa
fr: Raccourcir
fr_ca: Raccourcir
he: חתוך
hi: ट्रिम करें
hr: Skrati
hu: Vágás
id: Pangkas
it: Ritaglia
ja: トリミング
kk: Кесу
ko: 다듬기
ms: Potong
nb: Beskjær
nl: Kort in
pl: Przytnij
pt_br: Recortar
pt_pt: Encurtar
ro: Scurtează
ru: Обрезать
sk: Orezať
sv: Putsa
th: ตัดต่อ
tr: Kısalt
uk: Обрізати
vi: Cắt ngắn
zh_hans: 修剪
zh_hant: 裁剪
zh_hk: 裁剪

# TK.Action.uninstall
source: Uninstall
ar: إلغاء التثبيت
bg: Деинсталирай
ca: Desinstal·lar
cs: Odinstalovat
da: Afinstaller
de: Deinstallieren
el: Απεγκατάσταση
es: Desinstalar
es_419: Desinstalar
fi: Poista asennus
fr: Désinstaller
fr_ca: Désinstaller
he: הסר
hi: अनइंस्टॉल करें
hr: Deinstaliraj
hu: Eltávolítás
id: Copot Instalasi
it: Disinstalla
ja: アンインストール
kk: Жою
ko: 제거
ms: Nyahpasang
nb: Avinstaller
nl: Verwijderen
pl: Odinstaluj
pt_br: Desinstalar
pt_pt: Desinstalar
ro: Dezinstalați
ru: Удалить
sk: Odinštalovať
sv: Avinstallera
th: ถอนการติดตั้ง
tr: Kaldır
uk: Видалити
vi: Gỡ cài đặt
zh_hans: 卸载
zh_hant: 卸載
zh_hk: 卸載

# TK.Action.unzip
source: Unzip
ar: فك الضغط
bg: Разархивиране
ca: Descomprimir
cs: Rozbalit
da: Udpak
de: Entzippen
el: Αποσυμπίεση
es: Descomprimir
es_419: Descomprimir
fi: Purkaa
fr: Décompresser
fr_ca: Dézipper
he: חלץ
hi: अनज़िप करें
hr: Raspakiraj
hu: Kicsomagolás
id: Ekstrak
it: Decomprimi
ja: 解凍
kk: Шығарылу
ko: 압축 해제
ms: Ekstrak
nb: Pakk ut
nl: Uitpakken
pl: Rozpakuj
pt_br: Extrair
pt_pt: Descompactar
ro: Dezarhivează
ru: Разархивировать
sk: Rozbaliť
sv: Packa Upp
th: แตกไฟล์ออก
tr: Aç
uk: Розархівувати
vi: Giải nén
zh_hans: 解压
zh_hant: 解壓
zh_hk: 解壓

# TK.Action.verifyConnection
source: Verify Connection
ar: تحقق من الاتصال
bg: Потвърдете връзката
ca: Verificar connexió
cs: Ověřit připojení
da: Bekræft Forbindelse
de: Verbindung überprüfen
el: Επικύρωση Σύνδεσης
es: Verificar Conexión
es_419: Verificar conexión
fi: Vahvista yhteys
fr: Vérifier la connexion
fr_ca: Vérifier la connexion
he: אמת חיבור
hi: संपर्क सत्यापित करें
hr: Potvrdi vezu
hu: Kapcsolat ellenőrzése
id: Verifikasi Koneksi
it: Verifica connessione
ja: 接続を確認
kk: Қосылымды тексеру
ko: 연결 확인
ms: Sahkan Sambungan
nb: Bekreft tilkobling
nl: Verbinding verifiëren
pl: Sprawdź połączenie
pt_br: Verificar Conexão
pt_pt: Verificar Conexão
ro: Verifică Conexiunea
ru: Подтвердить соединение
sk: Overiť pripojenie
sv: Verifiera Anslutning
th: ตรวจสอบการเชื่อมต่อ
tr: Bağlantıyı Doğrula
uk: Перевірити підключення
vi: Xác minh kết nối
zh_hans: 验证连接
zh_hant: 驗證連接
zh_hk: 驗證連接

# TK.Label.apiKey
source: API Key
ar: مفتاح واجهة برمجة التطبيقات
bg: API ключ
ca: Clau API
cs: API klíč
da: API Nøgle
de: API-Schlüssel
el: Κλειδί API
es: Clave API
es_419: Clave API
fi: API-avain
fr: Clé API
fr_ca: Clé API
he: מפתח API
hi: API कुंजी
hr: API ključ
hu: API-kulcs
id: Kunci API
it: Chiave API
ja: APIキー
kk: API кілті
ko: API 키
ms: Kunci API
nb: API-nøkkel
nl: API-sleutel
pl: Klucz API
pt_br: Chave da API
pt_pt: Chave API
ro: Cheie API
ru: Ключ API
sk: Kľúč API
sv: API-nyckel
th: กุญแจ API
tr: API Anahtarı
uk: Ключ API
vi: Khóa API
zh_hans: API 密钥
zh_hant: API 密鑰
zh_hk: API密鑰

# TK.Label.bandwidth
source: Bandwidth
ar: نطاق الترددات
bg: Пропускна способност
ca: Amplada de banda
cs: Šířka pásma
da: Båndbredde
de: Bandbreite
el: Εύρος ζώνης
es: Ancho de Banda
es_419: Ancho de Banda
fi: Kaistanleveys
fr: Bande passante
fr_ca: Bande passante
he: רוחב פס
hi: बैंडविड्थ
hr: Propusnost
hu: Sávszélesség
it: Larghezza di Banda
ja: 帯域幅
kk: Деректер өткізу жолағы
ko: 대역폭
ms: Lebar Jalur
nb: Båndbredde
nl: Bandbreedte
pl: Szerokość pasma
pt_br: Largura de banda
pt_pt: Largura de Banda
ro: Lățime de bandă
ru: Пропускная способность
sk: Šírka pásma
sv: Bandbredd
th: แบนด์วิดธ์
tr: Bant Genişliği
uk: Ширина каналу
vi: Băng thông
zh_hans: 带宽
zh_hant: 頻寬
zh_hk: 带宽

# TK.Label.battery
source: Battery
ar: البطارية
bg: Батерия
ca: Bateria
cs: Baterie
da: Batteri
de: Batterie
el: Μπαταρία
es: Batería
es_419: Batería
fi: Akku
fr: Batterie
fr_ca: Batterie
he: סוללה
hi: बैटरी
hr: Baterija
hu: Akkumulátor
id: Baterai
it: Batteria
ja: バッテリー
kk: Аккумулятор
ko: 배터리
ms: Bateri
nb: Batteri
nl: Batterij
pl: Bateria
pt_br: Bateria
pt_pt: Bateria
ro: Baterie
ru: Аккумулятор
sk: Batéria
sv: Batteri
th: แบตเตอรี่
tr: Pil
uk: Акумулятор
vi: Pin
zh_hans: 电池
zh_hant: 電池
zh_hk: 電池

# TK.Label.batteryLevel
source: Battery Level
ar: مستوى البطارية
bg: Ниво на батерията
ca: Nivell de bateria
cs: Úroveň baterie
da: Batteriniveau
de: Batteriestand
el: Επίπεδο Μπαταρίας
es: Nivel de Batería
es_419: Nivel de Batería
fi: Akkuprosentti
fr: Niveau de batterie
fr_ca: Niveau de batterie
he: רמת סוללה
hi: बैटरी स्तर
hr: Nivo baterije
hu: Akkumulátor szintje
id: Tingkat Baterai
it: Livello Batteria
ja: バッテリーレベル
kk: Батарея деңгейі
ko: 배터리 잔량
ms: Tahap Bateri
nb: Batterinivå
nl: Batterijniveau
pl: Poziom naładowania baterii
pt_br: Nível da Bateria
pt_pt: Nível de Bateria
ro: Nivelul Bateriei
ru: Уровень заряда батареи
sk: Úroveň batérie
sv: Batterinivå
th: ระดับแบตเตอรี่
tr: Pil Düzeyi
uk: Рівень заряду батареї
vi: Mức Pin
zh_hans: 电池电量
zh_hant: 電池電量
zh_hk: 電池電量

# TK.Label.cache
source: Cache
ar: ذاكرة مؤقتة
bg: Кеш
ca: Caché
cs: Mezipaměť
el: Κρυφή Μνήμη
es: Caché
es_419: Caché
fi: Välimuisti
he: מטמון
hi: कैश
hr: Keš
hu: Gyorsítótár
ja: キャッシュ
kk: Кэш
ko: 캐시
nb: Bufret
pl: Bufor
ru: Кэш
sk: Vyrovnávacia pamäť
th: แคช
tr: Önbellek
uk: Кеш
vi: Bộ nhớ cache
zh_hans: 缓存
zh_hant: 快取
zh_hk: 缓存
